[
	{
		"image": "Saturnalia.jpg",
		"title": "Saturnalia",
		"description": "A third person multi-character roguelite horror adventure: A game inspired and heavily influenced by the folklore of Sardinia, Italy (a region rich with unique traditions and culture) where you play as four characters, experiencing a deeply connected storyline that ties back to the haunting traditions of an ancient village.",
		"platform": "Windows",
		"download": "1.9GB",
		"link": "https://fitgirl-repacks.site/saturnalia/"
	},
	{
		"image": "Spotify.png",
		"title": "Spotify",
		"description": "If you are a music lover and have a habit of listening to music on your smartphone, you must have heard of Spotify Premium MOD APK, the world’s number 1 online music app today.",
		"platform": "Android",
		"download": "29MB",
		"link": "https://apkmody.com/apps/spotify-2"
	},
	{
		"image": "Vanced.png",
		"title": "Youtube Vanced",
		"description": "Vanced is a better version of the stock Android YouTube app! Includes adblocking, background playback, and lot more. Use the Vanced Manager app to install YouTube Vanced easily.",
		"platform": "Android",
		"download": "4.3MB",
		"link": "https://drive.google.com/file/d/1XzJvQQmecJ6TTO55fBPLkMmlbFgNdHJP/view?usp=share_link"
	},
	{
		"image": "Chernobylite.jpg",
		"title": "Chernobylite: Enhanced Deluxe Edition",
		"description": "Chernobylite is a Science Fiction Survival Horror RPG from developers Farm 51. Set in the hyper-realistic, 3D scanned wasteland of Chernobyl’s exclusion zone, you’ll take on the role of Igor, a physicist and ex-employee of the Chernobyl Power Plant, returning to Pripyat to investigate the mysterious disappearance of his fiancée, 30 years prior. Compete with the hostile military presence, other stalkers and supernatural creatures, as well as the harsh and unforgiving environment in your search to uncover the truth.",
		"platform": "Windows",
		"download": "24.2GB",
		"link": "https://fitgirl-repacks.site/chernobylite/"
	},
	{
		"image": "CODMWR.jpg",
		"title": "Call of Duty: Modern Warfare – Remastered",
		"description": "One of the most critically-acclaimed games in history. Call of Duty®4: Modern Warfare®, is back, remastered in true high-definition, featuring enhanced textures, rendering, high-dynamic range lighting, and much more to bring a new generation experience to fans.",
		"platform": "Windows",
		"download": "26.4GB",
		"link": "https://fitgirl-repacks.site/call-duty-modern-warfare-remastered-update-2/"
	},
	{
		"image": "SlimeRancher2.jpg",
		"title": "Slime Rancher 2",
		"description": "Slime Rancher 2 is a sequel to the award-winning, smash-hit original that has been enjoyed by over 15 million fans worldwide. Continue the adventures of Beatrix LeBeau as she journeys to Rainbow Island, a mysterious land brimming with ancient technology, unknown natural resources, and an avalanche of wiggling, jiggling, new slimes to discover.",
		"platform": "Windows",
		"download": "880MB",
		"link": "https://igg-games.com/slime-rancher-2-819319637-free-download.html"
	}
]
